{
  "1": "May be good in communication find it hard to speak out.",
  "11": "Excellent communication. Articulate. Impartial.",
  "111": "Mostly chatterbox. Introvert as exceptions.",
  "1111": "Over expressive, Misunderstood in society, Scandals, Controversies, Big name and fame.",
  "2": "Sensitive. Good intuition but cannot use it.",
  "22": "Highly intelligent, sensitive and intuitive. Can get hurt easily.",
  "222": "Over sensitive, get hurt easily, don’t like to big gatherings or crowd.",
  "2222": "Impatient, extremely sensitive, tend going into depression.",
  "3": "Good and creative brain.",
  "33": "Very good imagination and communication, very creative mind, tend to oppose old beliefs.",
  "333": "Over imaginative. May not connect well with society.",
  "3333": "Impractical, Mungerilaal, Extreme superiority complex.",
  "4": "Practical, Disciplined, Hardworking, DIY kind of person.",
  "44": "Excellent organizational skills, Create order out of chaos, Materialistic and disciplined, PWPF",
  "444": "Cannot identify their true potential and waste time in wrong profession.",
  "5": "Emotionally well balanced, Self-responsible, Lazy.",
  "55": "Romantic, Young at heart, Intense, Determined, Lazy, Motivate and inspire others.",
  "555": "Cannot tolerate interference of others, Resignation ready in pocket.",
  "5555": "Exaggerate the things, speak unwittingly, overexcited, accident prone.",
  "6": "Love family and loved ones. Centre of attraction in family.",
  "66": "Always worried about and obsessed with kids, family and loved ones. Sense of insecurity.",
  "666": "Always look at the negative side of life and become hinderance in kids’ progress.",
  "7": "Disappointments in love, health, money an emotional setback.",
  "77": "Highly disappointed in relationships, health and money. Frequently deceived by their own. Spiritualism and Occult. Can solve intricate problems.",
  "777": "Problematic married life. Broken heart in love. Attracted towards spiritualism, occult.",
  "7777": "Depression due to problematic relationship. Marriage and love issues.",
  "8": "Ability to manage their money and finances. Logical and argumentative.",
  "88": "Usually do not trust others. Always rely on their own experiences. Keep money in multiple pockets and bank accounts.",
  "888": "Struggle, stubborn, rigid and fixed mindset. Hard nut to crack.",
  "8888": "Extremely restless and in a strong need of change.",
  "9": "Intelligent and full of humanity.",
  "99": "Intelligent with a little superiority complex. Always try to prove their point.",
  "999": "Intelligent but always tend to criticize others. They need to channelize their intelligence. May not find reciprocation in love.",
  "9999": "Caught in a rut. Highly egoistic. Very unpredictable."
}
