{
  "1": {
    "impact": [
      "Difficulty expressing themselves individually; more concerned with helping others.",
      "Need help and advice from others to progress.",
      "Trouble expressing emotions properly; may need a creative outlet.",
      "Low willpower; need to work on self-confidence and courage.",
      "May experience heart problems.",
      "Tend not to bother about self-respect and lack ego."
    ],
    "remedies": [
      "Keep a fountain or aquarium in the north corner of the house.",
      "Tie a red thread on your right wrist.",
      "Worship Surya Yantra."
    ]
  },
  "2": {
    "impact": [
      "Lack sensitivity, patience, and self-confidence.",
      "Lack intuitive power; may make mistakes by ignoring inner voice.",
      "Inclined to be impatient and unpunctual.",
      "Tend not to admit their mistakes.",
      "May face problems in family, relationships, or income; potential losses.",
      "Potential issues in marriage (delay, no marriage, problems in love marriage).",
      "Incapable of duplicity.",
      "May have health problems related to the heart."
    ],
    "remedies": [
      "Hang pictures of mountains without water in the south-west corner of the house.",
      "Wear pearl or a mala (necklace) of crystals.",
      "Drink water in a silver glass to calm down.",
      "Keep a pair of silver swan toys in the home.",
      "Offer water to Shiv-ling.",
      "Donate (daan) rice or sugar."
    ]
  },
  "3": {
    "impact": [
      "Blessings of God/Guru may decrease.",
      "Lack confidence and find it hard to express themselves.",
      "Difficulty thinking logically when faced with distractions.",
      "Tend to underestimate themselves.",
      "Give least importance to creative work, imaginative work, and self-confidence.",
      "Inclined to be overly self-effacing."
    ],
    "remedies": [
      "Place scenes/pictures of green plants in the east of the house (represents wood element).",
      "Wear Tulsi mala or a five Mukhi Rudraksh mala.",
      "Use objects made of wood (e.g., wooden table, wooden glass, grafted bamboo).",
      "Always respect old people and teachers."
    ]
  },
  "4": {
    "impact": [
      "Get entangled in their thoughts; may lack a fixed work schedule and become directionless.",
      "Prefer disorganization; may lack courage, tolerance, and practicality.",
      "May not have enough wealth.",
      "Face more struggles, particularly between the ages of 42 to 48.",
      "Prone to accidents.",
      "May have health problems related to the stomach.",
      "Tend to fall short on final details."
    ],
    "remedies": [
      "Wear Tulsi mala or a five Mukhi Rudraksha (represents wood element).",
      "Donate (daan) Nariyal (coconut).",
      "Keep your house and surroundings clean.",
      "Keep green plant scenery in the south-east.",
      "Prefer to use objects made of wood (e.g., wooden table, wooden glass, grafted bamboo)."
    ]
  },
  "5": {
    "impact": [
      "Potential loss of money.",
      "Failure in good communication.",
      "May face loans, bankruptcy, and bad luck, especially until the age of 34.",
      "Experience a lot of struggles in life.",
      "May find it difficult to run a business successfully.",
      "Dislike crowds; lack curiosity, courage, and reputation.",
      "Need constant motivation from others.",
      "Possibility of not having the happiness of owning their own house.",
      "Find it hard to set goals; lack drive and versatility."
    ],
    "remedies": [
      "Surround yourself with objects from the ground that are not metal (Quartz crystals are useful).",
      "Ensure no electric items are placed in the center of the house.",
      "Keep a poster of a mountain without water in the center of the house."
    ]
  },
  "6": {
    "impact": [
      "Problems related to money, family life, leisure, and marriage.",
      "Loss of family happiness; may become irresponsible.",
      "Don't receive support at the right time; have to work very hard.",
      "Tend to hide their feelings from others.",
      "Experience relationship problems until they learn to be more open.",
      "May lack money or wealth.",
      "Face problems in finance and law.",
      "May lack appreciation for fine things; can have a stern nature.",
      "May not profit from export/import business or foreign product business."
    ],
    "remedies": [
      "Use metal coins as a 'cure' (metal element relates to money/gold).",
      "Respect ladies; give cosmetics as a gift to married women.",
      "Keep an 11-inch long, 6-rod golden wind chime hanging in the north-west.",
      "Wear a watch or bracelet with a golden chain.",
      "Try wearing yellow clothes when going for important work."
    ]
  },
  "7": {
    "impact": [
      "Tend to be disorganized in everyday life.",
      "May be confused and show anxiety.",
      "Little or no interest in spiritual or metaphysical matters.",
      "May not respect others' feelings.",
      "Find it difficult to be independent and self-confident.",
      "Potential problems in having children; higher chance of a female child, lesser chance of a male child."
    ],
    "remedies": [
      "Wear a watch or bracelet with a silver chain (represents metal element).",
      "Keep an 11-inch long, 7-rod silver hanging chime in the West.",
      "Help and serve dogs.",
      "Wear light-colored clothes (white, light blue, light green)."
    ]
  },
  "8": {
    "impact": [
      "Decreased decision-taking power.",
      "Poor at handling financial matters; can be careless or too trusting, leading to financial suffering.",
      "Experience many ups and downs in life.",
      "Lack motivation and tend to leave tasks unfinished.",
      "May face endless problems (societal, home, financial).",
      "Potential health problems related to the heart."
    ],
    "remedies": [
      "Respect people from humble backgrounds.",
      "Keep Crystals in the north-east.",
      "Keep a Kalash (pot) of water in the north-east.",
      "Distribute salty food.",
      "Avoid non-vegetarian food on Saturdays; consider fasting on Saturdays."
    ]
  },
  "9": {
    "impact": [
      "Decrease in name and fame; life becomes struggleful.",
      "Poor at handling financial matters; can be overly careless or too trusting, leading to financial suffering.",
      "May not care about others' feelings; insensitive towards others' needs.",
      "Lack motivation and tend to leave tasks unfinished.",
      "Very impulsive; tend not to think before acting."
    ],
    "remedies": [
      "Put fire pictures on the wall.",
      "Use a red bulb for light in the South.",
      "Wear a red thread on the wrist.",
      "Visit the Hanuman temple."
    ]
  }
}
